Repository: camptocamp/cartoweb3
Catalog: projects/demoGeostat/po/demoGeostat.*.po
Languages: fr

source: Presidential 2002 - First Ballot
fr: Premier tour des présendentielles 2002

source: State
fr: Département

source: Boundaries
fr: Limites admistratives

source: Geostatistical tools for Cartoweb
fr: Outils géostatistiques pour Cartoweb

source: Collapse keymap
fr: Réduire la vignette

source: Show keymap
fr: Afficher la vignette

source: Current scale:
fr: Échelle:

source: Approx. distance :
fr: Distance approx.:

source: Approx. area :
fr: Aire approx.:

source: scalebar_alt
fr: Échelle graphique

source: User messages
fr: Messages utilisateur

source: Developer messages
fr: Messages développeur

source: Choose project
fr: Choisir un projet

source: refresh
fr: Rafraîchir

source: reset_session
fr: Réinitialiser la session

source: Outline
fr: Dessin

source: Layers reorder
fr: Réorganisation

source: WMS layers
fr: WMS

source: Themes
fr: Thèmes

source: Views
fr: Vues

source: Geostat
fr: Géostat

source: keymap_alt
fr: Vignette

source: Views:
fr: Vues:

source: Print
fr: Imprimer

source: Raw image
fr: Image seules

source: Choropleth dataset configuration
fr: Configuration du jeu de données pour les choroplèthes

source: Number of data :
fr: Nombre de données

source: Mean :
fr: Moy. :

source: Std Div :
fr: Écart-type :

source: Number of classes
fr: Nombre de classes

source: Classification method
fr: Méthode de classification

source: Class limits
fr: Limites de classes

source: Choropleth representation configuration
fr: Paramètres visuels des choroplèthes

source: Coloring Method
fr: Échelle chromatique

source: Initialization Colors
fr: Couleurs de base

source: Classes Color
fr: Couleurs des classes

source: Apply
fr: Appliquer

source: Choropleth
fr: Choroplèthe

source: Select geographic entities...
fr: Choisir les données spatiales...

source: Select indicator...
fr: Choisir l'indicateur...

source: Configure dataset...
fr: Configurer le jeu de données

source: Configure representation...
fr: Configurer la représentation

source: Display geostatistics
fr: Activer les fonctions géostatistiques

source: Query
fr: Informations

source: PHP-Gettext is not installed correctly !
fr: PHP-Gettext n'est pas installé correctement !

source: Mapsize:
fr: Taille carte :

source: expand tree
fr: déplier

source: close tree
fr: fermer

source: check all
fr: tout sélectionner

source: uncheck all
fr: tout déselectionner

source: more info on
fr: plus d'infos sur

source: Click to go to next visible scale:
fr: Prochaine échelle visible :

source: Zoom in to see layer
fr: Zoomer pour voir la couche

source: Zoom out to see layer
fr: Dézoomer pour voir la couche

source: Id recentering
fr: Recentrage sur Id

source: Layer to center on
fr: Couche pour le centrage

source: Comma separated id's
fr: Id séparés par des virgules

source: Scale
fr: Echelle

source: Shortcuts
fr: Raccourcis

source: Query information:
fr: Information de sélection :

source: Layer
fr: Couche

source: In Query
fr: A inclure

source: Mask Mode
fr: Mode masque

source: Attributes
fr: Voir attributs

source: Query all selected layers
fr: Interroger toutes les couches sélectionnées

source: query_clear
fr: Réinitialiser la requête

source: Download CSV
fr: Télécharger CSV

source: login
fr: Connexion

source: logout
fr: Déconnexion

source: Cartoclient Title
fr: Cartoclient (FR)

source: Login dialog
fr: Identification

source: You've been logged out
fr: Vous êtes déconnecté

source: Please enter your login and password
fr: Veuillez entrer votre nom et votre mot de passe

source: Username
fr: Nom

source: Password
fr: Mot de passe

source: Submit
fr: Soumettre

source: Click here to go back to the map
fr: Retour à la carte

source: Choose layer
fr: Choix de la couche

source: Title:
fr: Titre :

source: Scalebar
fr: Echelle

source: Overview
fr: Aperçu

source: QueryResult
fr: Résultat de la requête

source: Legend
fr: Légende

source: On map
fr: Carte principale

source: In new page
fr: Nouvelle page

source: None
fr: Aucun

source: Reset Form
fr: Réinitialiser

source: Resolution:
fr: Résolution :

source: Landscape
fr: Paysage

source: Scale:
fr: Echelle

source: Click here to display PDF file
fr: Voir le fichier PDF produit

source: Upside
fr: Vers le haut

source: Downside
fr: Vers le bas

source: Refresh
fr: Actualiser

source: Drawing mode
fr: Mode

source: Draw
fr: Dessin

source: Mask
fr: Masque

source: symbol
fr: Symbole

source: size
fr: Taille

source: color
fr: Couleur

source: Line
fr: Ligne

source: border size
fr: Epaisseur

source: transparency
fr: Transparence

source: Rectangle/polygon
fr: Rectangle/polygone

source: outline color
fr: Couleur bordure

source: background color
fr: Couleur surface

source: Total area
fr: Surface totale

source: outline_clear
fr: Effacer les dessins

source: line label
fr: titre de la ligne

source: polygon label
fr: titre du polygone

source: rectangle label
fr: titre du rectangle

source: point label
fr: titre du point

source: your label
fr: votre titre

source: Find path
fr: Chercher le chemin

source: from
fr: de

source: to
fr: à

source: routing_compute
fr: Calculer l'itinéraire

source: Are you sure you want to delete view #
fr: Supprimer la vue n°

source: Go to view
fr: Chargement

source: Title
fr: Titre

source: or
fr: ou

source: Load view
fr: Charger la vue

source: No view available
fr: Aucune vue disponible.

source: Edit view
fr: Edition

source: View #
fr: Vue n°

source: new view
fr: nouvelle vue

source: Memorize form
fr: Mémoriser la vue

source: Author
fr: Auteur

source: Show view
fr: Afficher la vue

source: Place view label before
fr: Placer la vue avant

source: Update view
fr: Modifier la vue

source: Save as new view
fr: Sauver comme nouvelle

source: Save view
fr: Sauver la vue

source: Delete view
fr: Suppression

source: Delete view #
fr: Supprimer la vue n°

source: Explore WMS layers
fr: Rechercher une couche WMS

source: You need to choose a layer to add it in the mapfile
fr: Pour ajouter une couche sur la carte, vous devez la sélectionner!

source: BROWSE:
fr: NAVIGATION:

source: Select a server in the list below to browse its WMS layers
fr: Sélectionnez un serveur dans la liste suivante pour afficher ses couches WMS

source: ADD LAYER:
fr: AJOUTER UNE COUCHE:

source: Click the 'Add' button at the bottom of this dialog to add the selected layer to the map
fr: Cliquez sur le bouton 'Ajouter' pour ajouter la couche sélectionnée sur la carte

source: Loading image...
fr: Veuillez patienter...

source: Add selected layer to the map
fr: Ajouter la couche sélectionnée sur la carte

source: Add layer
fr: Ajouter une couche

source: Close
fr: Fermer

source: Close this dialog
fr: Fermer cette fenêtre

source: Explore WMS layers - iframe
fr: Visualiser des couches WMS - iframe

source: Select a layer
fr: Sélectionnez une couche

source: You can't add this layer, one of its metadatas values is null
fr: Vous ne pouvez pas ajouter cette couche, une de ses métadonnées est nulle

source: Title:
fr: Titre:

source: Abstract:
fr: Résumé:

source: Metadatas:
fr: Métadonnées:

source: Select a server...
fr: Sélectionnez un serveur...

source: Manage available WMS servers
fr: Gestion des serveurs WMS disponibles

source: Manage servers
fr: Gestion des serveurs

source: This server is disconnected. Please connect it in manage servers popup to explore its layers.
fr: Ce serveur est déconnecté. Connectez-le dans la popup de gestion de serveurs pour visualiser ses couches.

source: Loading message
fr: Veuillez patienter...

source: In the list of available datastores below, server names prefaced with [c] and [d] are 'Connected' and 'Disconnected' respectively. To modify a server's properties, select it from the list.
fr: Dans la liste des serveurs ci-dessous, [c] indique que le serveur est connecté, [d] 'déconnecté'. Vous pouvez modifier les propriétés des serveurs.

source: Available servers
fr: Serveurs disponibles

source: Connect selected server
fr: Se connecter au serveur sélectionné

source: Disconnect selected server
fr: Déconnecter le serveur sélectionné

source: Refresh selected server
fr: Rafraîchir le serveur sélectionné

source: Test selected server
fr: Tester le serveur sélectionné

source: Remove selected server
fr: Supprimer le serveur sélectionné

source: Please supply the properties below then click 'Add' to add a new server to the datastores list. *The only required field is URL.
fr: Pour ajouter un nouveau serveur à la liste, remplissez ses propriétés et cliquez sur 'Ajouter'. *Le seul champ à remplir obligatoirement est l'URL.

source: Server properties
fr: Propriétés du serveur

source: Comments
fr: Commentaires

source: Add server
fr: Ajouter un serveur

source: Add server to list
fr: Ajouter un serveur

source: Update server entry
fr: Mettre à jour ce serveur

source: Server last refreshed
fr: Dernier rafraîchissement

source: Output
fr: Sortie

source: The following parameters should not be included in the URL:
fr: Les paramètres suivants ne devraient pas être inclus dans l'URL:

source: Adding server [%1] to list ....
fr: Ajout du serveur [%1] ....

source: Failed
fr: Echec

source: Adding server .... cancelled [this server is already registred in wms cache]
fr: Ajout du serveur .... annulé [ce serveur est déjà enregistré dans la base de données]

source: Testing server [%1] ....
fr: Test du serveur [%1] ....

source: Not available
fr: Non disponible

source: Removing server [%1] .... OK
fr: Suppression du serveur [%1] .... OK

source: Refreshing server [%1] ....
fr: Rafraîchissement du serveur [%1] ....

source: An error occured parsing capabilities...
fr: Une erreur est survenue pendant la phase de récupération des informations du serveur...

source: Removing server .... OK
fr: Suppression du serveur .... OK

source: Updating existing server [%1] .... OK
fr: Mise à jour du serveur [%1] .... OK

source: Disconnecting server [%1] .... OK
fr: Déconnection du serveur [%1] .... OK

source: Connecting server .... cancelled [no server selected]
fr: Connection du serveur .... annulée [aucun serveur n'est sélectionné]

source: Connecting server [%1] .... OK
fr: Connection du serveur [%1] .... OK

source: Disconnecting server .... cancelled [no server selected]
fr: Connection du serveur .... annulée [aucun serveur n'est sélectionné]

source: Removing server .... cancelled [no server selected]
fr: Suppression du serveur ... annulée [aucun serveur n'est sélectionné]

source: Testing server .... cancelled [no server selected]
fr: Test du serveur .... annulé [aucun serveur n'est sélectionné]

source: Building servers list .... OK
fr: Mise à jour de la liste des serveurs .... OK

source: No servers in the list.
fr: Aucun serveur n'est encore enregistré

source: Execution complete
fr: Opération réalisée

source: Errors occurred
fr: Corrigez vos erreurs!

source: Add WMS layers
fr: Ajouter des couches wms

source: Remove all WMS layers
fr: Supprimer les couches wms ajoutées

source: overlapping polygons are not allowed
fr: Polygones croisés non autorisés

source: Are you sure ?
fr: Etes-vous sûr ?

source: Not conform object
fr: Objet non conforme

source: JavaScript must be enabled to use CartoWeb
fr: JavaScript doit être activé pour utiliser CartoWeb

source: Tools
fr: Outils

source: Color
fr: Couleur

source: Hash
fr: Hachure

source: Pencil
fr: Pinceau

source: Symbol
fr: Symbole

source: Switch to color array
fr: Tableau de couleurs

source: Relative Brightness
fr: Luminosité relative

source: Red
fr: Rouge

source: G
fr: V

source: Green
fr: Vert

source: Blue
fr: Bleu

source: H
fr: T

source: Hue
fr: Teinte

source: Luminance
fr: Luminescence

source: Switch to color gradient
fr: Palette de couleurs

source: more colors
fr: Plus de couleurs

source: Unauthorized
fr: Accès non autorisé

source: Action halted: invalid view Id
fr: Action interrompue : n° de vue invalide

source: You are not allowed to perform this action
fr: Vous n'avez pas la permission d'exécuter cette action !

source: Loaded view #%d
fr: Vue n°%d chargée

source: New view recorded with id %d
fr: Nouvelle vue créée avec le n°%d

source: View #%d updated
fr: Vue n°%d mise à jour

source: View #%d deleted
fr: Vue n°%d supprimée

source: Failed to open view #%d
fr: Impossible d'ouvrir la vue n°%d

source: Unable to read view #%d
fr: Impossible de charger la vue n°%d

source: Unable to write view #%d
fr: Impossible d'enregistrer la vue n°%d

source: Failed deleting view #%d
fr: Impossible de supprimer la vue n°%d

source: Unable to open ViewDbContainer:
fr: Impossible d'ouvrir ViewDbContainer :

source: Service failed.
fr: Service indisponible

source: Unable to process view.
fr: Impossible de traiter la vue

source: No result for view #%d
fr: Pas de résultat pour la vue n°%d

source: More than one view affected while editing view #%d
fr: Plus d'une vue affectées par l'édition de la vue n°%d

source: Unable to build views catalog
fr: Impossible de créer la liste des vues

source: Default
fr: Défaut

source: fastest
fr: plus rapide

source: shortest
fr: plus court

source: Views main controller is OFF!!
fr: Le gestionnaire de vues n'est pas activé !

source: Memorizing view to update
fr: Mémorisation de la vue à modifier

source: (placed at the end)
fr: (placée à la fin)
