Repository: camptocamp/cartoweb3
Catalog: po/client.*.po
Languages: pt

source: Mapsize:
pt: Tamanho do mapa:

source: expand tree
pt: expandir árvore

source: close tree
pt: fechar árvore

source: check all
pt: checar todos

source: uncheck all
pt: não checar todos

source: more info on
pt: Mais informações sobre

source: Click to go to next visible scale:
pt: Clique para ir à escala visível seguinte:

source: Zoom in to see layer
pt: Zoom aproximado para ver a camada

source: Zoom out to see layer
pt: Zoom afastado para ver a camada

source: Switches
pt: Interruptores

source: Id recentering
pt: Identificação recentralizada

source: Layer to center on
pt: Camada ao centro sobre

source: Comma separated id's
pt: Identificação está separada por vírgula

source: refresh
pt: Atualizar

source: Scale
pt: Escala

source: Shortcuts
pt: Atalhos

source: Query information:
pt: Informação da consulta:

source: Layer
pt: Camada

source: In Query
pt: Na consulta

source: Policy
pt: Polícia

source: Mask Mode
pt: Modo de máscara

source: Attributes
pt: Atributos

source: Table
pt: Tabela

source: Query all selected layers
pt: A consulta selecionou todas as camadas

source: query_clear
pt: Limpar consulta

source: Id
pt: Identificação

source: logout
pt: sair do sistema

source: Login dialog
pt: Diálogo do início de uma sessão

source: You've been logged out
pt: Você foi deslogado

source: Please enter your login and password
pt: Por favor, entre com sua Identificação e senha

source: Password
pt: Senha

source: Submit
pt: Enviar

source: Click here to go back to the map
pt: Clique aqui para voltar para o mapa

source: Back
pt: Voltar

source: Next
pt: Próximo

source: edit_move
pt: Editar mover

source: edit_del_vertex
pt: Suprimir um vértice

source: edit_add_vertex
pt: Adicionar vértice

source: edit_del_feature
pt: Editar feição

source: edit_sel
pt: Selecionar um elemento

source: edit_point
pt: Juntar ponto

source: edit_line
pt: Juntar linha

source: edit_polygon
pt: Juntar polígono

source: Editing plugin:
pt: Edição de pluguin:

source: Choose layer
pt: Escolher camada

source: layer to edit
pt: Editar camada

source: Features:
pt: Feições:

source: Inserted:
pt: Inserir:

source: Modified:
pt: Modificar:

source: Deleted:
pt: Deletar:

source: Validate
pt: Validar

source: Cancel
pt: Cancelar

source: Editing not allowed
pt: Edição não permitida

source: please login
pt: Por favor, realize o login.

source: Print
pt: Imprimir

source: Title
pt: Título

source: Note:
pt: Anotação:

source: Scalebar
pt: Barra de escala

source: Overview
pt: Visão panorâmica

source: QueryResult
pt: Resultado da consulta

source: Legend
pt: Legenda

source: On map
pt: No mapa

source: In new page
pt: Na nova página

source: None
pt: Nenhum

source: Reset Form
pt: Reiniciar

source: Format:
pt: Formato:

source: Resolution:
pt: Resolução:

source: Portrait
pt: Retrato

source: Landscape
pt: Paisagem

source: Scale:
pt: Escala

source: PDF export
pt: Exportar PDF

source: Click here to display PDF file
pt: Clique aqui para acessar a exibição do arquivo PDF

source: Configuration
pt: Configuração

source: Configure dataset...
pt: Configure o dataset...

source: Configure representation...
pt: Configure a representação...

source: Choropleth dataset configuration
pt: Configuração do Choropleth dataset

source: Number of data :
pt: Número de dados:

source: Min. :
pt: Mínimo:

source: Max. :
pt: Máximo:

source: Mean :
pt: Significa:

source: Number of classes
pt: Número de classes

source: Classification method
pt: Método de classificação

source: Class limits
pt: Limites das classes

source: Apply
pt: Aplicar

source: Choropleth representation configuration
pt: Configuração da representação Choropleth

source: Coloring Method
pt: Método de coloração

source: Initialization Colors
pt: Inicialização das cores

source: Classes Color
pt: Cor das classes

source: Select geographic entities...
pt: Selecione as entidades geográficas...

source: Select indicator...
pt: Selecione um indicador

source: Display geostatistics
pt: Exibir geoestatísticas

source: Refresh
pt: Atualizar

source: Drawing mode
pt: Modo de desenho

source: Draw
pt: Desenhar

source: Mask
pt: Máscara

source: Point
pt: Ponto

source: symbol
pt: Símbolo

source: size
pt: Tamanho

source: Line
pt: Linha

source: border size
pt: Tamanho da borda

source: transparency
pt: Transparência

source: Rectangle/polygon
pt: Retângulo/polígono

source: outline color
pt: Cor da borda

source: background color
pt: Cor do pano de fundo

source: Total area
pt: Área total

source: outline_clear
pt: Apagar contornos

source: line label
pt: Rótulo da linha

source: polygon label
pt: Rótulo do polígono

source: rectangle label
pt: Rótulo do retângulo

source: point label
pt: Rótulo do ponto

source: your label
pt: Seu rótulo

source: Find path
pt: Encontrar trilha

source: from
pt: de

source: to
pt: à

source: options
pt: opções

source: routing_compute
pt: Calcular itinerário

source: Reset
pt: reinicializar

source: Export DXF
pt: Exportar DXF

source: Are you sure you want to delete view #
pt: Você tem certeza que desja suprimir a vista #

source: Go to view
pt: Visualizar

source: or
pt: ou

source: Load view
pt: Carregando vista

source: No view available
pt: Nenhuma vista disponível.

source: Edit view
pt: Editar vista

source: View #
pt: Vista n°

source: new view
pt: Nova vista

source: Memorize form
pt: Memorizar

source: Author
pt: Autor

source: Show view
pt: Mostre a vista

source: Place view label before
pt: Coloque o rótulo da vista antes de

source: Update view
pt: Modificar a vista

source: Save as new view
pt: Salvar a nova vista como

source: Save view
pt: Salvar vista

source: Delete view
pt: Apagar vista

source: Delete view #
pt: Apagar vista n°

source: Explore WMS layers
pt: Explorar camadas WMS

source: You need to choose a layer to add it in the mapfile
pt: Você necessita escolher uma camada e adicioná-la ao arquivo de mapa

source: BROWSE:
pt: Navegador:

source: Select a server in the list below to browse its WMS layers
pt: Selecione um servidor na lista abaixo para afixar suas camadas WMS

source: ADD LAYER:
pt: Adicionar camada:

source: Click the 'Add' button at the bottom of this dialog to add the selected layer to the map
pt: Clique no botão 'adicionar' para acrescentar a camada seleccionada sobrecamada para o mapa

source: Loading image...
pt: Carregando imagem...

source: Add selected layer to the map
pt: adicionar camada selecionada no mapa

source: Add layer
pt: Adicionar camada

source: Close
pt: Fechar

source: Close this dialog
pt: Fechar este diálogo

source: Explore WMS layers - iframe
pt: Explorar camada WMS - iframe

source: Select a layer
pt: Selecionar uma camada

source: You can't add this layer, one of its metadatas values is null
pt: Você não pode adicionar esta camada, um dos valores dos seus metadados é nulo

source: Title:
pt: Título:

source: Abstract:
pt: Resumo:

source: Metadatas:
pt: Metadados:

source: Select a server...
pt: Selecione um servidor...

source: Manage available WMS servers
pt: Controle de Servidores WMS disponíveis

source: Manage servers
pt: Servidores de controle

source: This server is disconnected. Please connect it in manage servers popup to explore its layers.
pt: Este servidor está desconectado. Conecte-se no popup de gestão de servidores para visualizar as suas camadas.

source: Loading message
pt: Carregando ...

source: In the list of available datastores below, server names prefaced with [c] and [d] are 'Connected' and 'Disconnected' respectively. To modify a server's properties, select it from the list.
pt: Na lista de datastores disponíveis abaixo, nomes de usuário prefaciados com [c]e [d] são 'Conectado' e 'Disconectado' respectivamente. Para modificar as propriedades do servidor, selecione em uma lista.

source: Available servers
pt: Servidores disponíveis

source: Connect selected server
pt: Conectar o servidor selecionado

source: Disconnect selected server
pt: Desconectar o servidor selecionado

source: Refresh selected server
pt: Atualizar servidor selecionado

source: Test selected server
pt: Testar servidor atualizado

source: Remove selected server
pt: Remover servidor selecionado

source: Please supply the properties below then click 'Add' to add a new server to the datastores list. *The only required field is URL.
pt: Para acrescentar um novo servidor à lista, preenchem as suas propriedades eClique em acrescentar. *O único campo que deve ser preenchido obrigatoriamente é.

source: Server properties
pt: Propriedades do servidor

source: Comments
pt: Comentários

source: Add server
pt: Adicionar um servidor

source: Add server to list
pt: Adicionar um servidor à lista

source: Update server entry
pt: Atualizar servidor

source: Server last refreshed
pt: Última atualização do servidor

source: Output
pt: Saída

source: The following parameters should not be included in the URL:
pt: Os parâmetros seguintes não deveriam ser incluídos na URL

source: Adding server [%1] to list ....
pt: Adicionando o servidor [%1] .... à lista

source: Failed
pt: Falhou

source: Adding server .... cancelled [this server is already registred in wms cache]
pt: Adicionando servidor .... cancelado [este servidor já está registado na WMS Cache

source: Testing server [%1] ....
pt: Testando servidor [%1] ....

source: Not available
pt: Não disponível

source: Removing server [%1] .... OK
pt: Removendo servidor [%1] .... OK

source: Refreshing server [%1] ....
pt: Atualizando servidor [%1] ....

source: An error occured parsing capabilities...
pt: Um erro ocorreu durante a fase de recuperação das informaçõesservidor...

source: Removing server .... OK
pt: Removendo servidor .... OK

source: Updating existing server [%1] .... OK
pt: Atualização do servidor [%1] .... OK

source: Disconnecting server [%1] .... OK
pt: Desconectando servidor [%1] .... OK

source: Connecting server .... cancelled [no server selected]
pt: Conectando servidor .... cancelado [Não há servidor selecionado]

source: Connecting server [%1] .... OK
pt: Conectando servidor [%1] .... OK

source: Disconnecting server .... cancelled [no server selected]
pt: Desconectando servidor .... cancelado [Não há servidor selecionado]

source: Removing server .... cancelled [no server selected]
pt: Removendo servidor ... cancelado [Não há servidor selecionado]

source: Testing server .... cancelled [no server selected]
pt: Testando servidor .... cancelado [Não há servidor selecionado]

source: Building servers list .... OK
pt: Atualização da lista dos servidores .... OK

source: No servers in the list.
pt: Não há servidores na lista.

source: Execution complete
pt: Operação relizada

source: Errors occurred
pt: Ocorreram erros!

source: Add WMS layers
pt: Adicionar camadas WMS

source: Remove all WMS layers
pt: Remover todas as camadas WMS

source: Collapse keymap
pt: Esconder o mapa de referência

source: Show keymap
pt: Mostrar mapa de referência

source: Current scale:
pt: Escala atual:

source: Coord (m):
pt: Coordenadas (m) :

source: Approx. distance :
pt: Distância aproximada:

source: Approx. area :
pt: Área aproximada:

source: User messages
pt: Mensagens servidor

source: Developer messages
pt: Mensgens do desnvolvedor

source: Choose project
pt: Fechar projeto

source: reset_session
pt: Reiniciar sessão

source: Outline
pt: Contorno

source: Layers reorder
pt: Ordem Temas

source: WMS layers
pt: Camadas WMS

source: Navigation
pt: Navegação

source: Themes
pt: Temas

source: Views
pt: Vistas

source: Views:
pt: Vistas:

source: Raw image
pt: Imagem bruta

source: overlapping polygons are not allowed
pt: Polígonos sobrepostos não são permitidos

source: Are you sure ?
pt: Você tem certeza?

source: Not conform object
pt: Objeto não conforme

source: JavaScript must be enabled to use CartoWeb
pt: JavaScript deve ser ativado para utilizar CartoWeb

source: Tools
pt: Ferramentas

source: Color
pt: Cor

source: Hash
pt: Resumo

source: Pencil
pt: Lápis

source: Symbol
pt: Símbolo

source: Switch to color array
pt: Quadro de cores

source: Relative Brightness
pt: Luminosidade relativa

source: Red
pt: Vermelho

source: Green
pt: Verde

source: Blue
pt: Azul

source: Hue
pt: Matiz

source: Saturation
pt: Saturação

source: Luminance
pt: Luminescência

source: Switch to color gradient
pt: Paleta de cores

source: more colors
pt: Mais cores

source: Unauthorized
pt: Acesso não autorizado

source: Action halted: invalid view Id
pt: Ação interrompida: Identificação inválida da vista

source: You are not allowed to perform this action
pt: Não é permitido que você execute esta ação!

source: Cannot load view
pt: Não pode carregar a vista

source: Loaded view #%d
pt: Carregando vista #%d

source: New view recorded with id %d
pt: Nova vista gravada com identificação %d

source: View #%d updated
pt: Vista #%d atualizada

source: View #%d deleted
pt: Vista #%d deletada

source: Failed to open view #%d
pt: Não abre a vista #%d

source: Unable to read view #%d
pt: Impossível carregar a vista #%d

source: Unable to write view #%d
pt: Incapaz de registar a vista #%d

source: Failed deleting view #%d
pt: Incapaz de deletar a vista #%d

source: Unable to open ViewDbContainer:
pt: Incapaz de abrir ViewDbContainer :

source: Service failed.
pt: Serviço indisponível

source: Unable to process view.
pt: Incapaz de processar a vista

source: No result for view #%d
pt: Nenhum resultado para a vista #%d

source: More than one view affected while editing view #%d
pt: Mais de uma vista afetada pela edição da vista #%d

source: Unable to build views catalog
pt: Incapaz de criar o catálogo das vistas

source: label
pt: Rótulo

source: Page
pt: Página

source: Can't compute path: same source and destination
pt: Incapaz de calcular o trajeto: partida e chegada idênticas

source: fastest
pt: mais rápido

source: shortest
pt: mais curto

source: Views main controller is OFF!!
pt: O gestor de vistas não está ativo!

source: Memorizing view to update
pt: Memorizando a vista para atualizar

source: (placed at the end)
pt: (localizado na extremidade)

source: PHP-Gettext is not installed correctly !
pt: PHP-Gettext não está instalado corretamente!

source: small
pt: pequeno

source: big
pt: grande

source: giant
pt: gigante

source: Position:
pt: Posição:

source: pan
pt: Deslocamento

source: query_by_point
pt: Consulta por ponto

source: query_by_bbox
pt: Consulta por caixa

source: query_by_polygon
pt: Consulta por polígono

source: query_by_circle
pt: Consulta por círculo

source: outline_point
pt: Ponto

source: outline_line
pt: Linha

source: outline_rectangle
pt: Retângulo

source: outline_poly
pt: Polígono

source: distance
pt: Distância

source: surface
pt: Superfície

source: fullextent
pt: Vista geral

source: message: %s count: %d
pt: Mensagem: %s conta: %d

source: Cookies must be enabled in order to use this application
pt: Cookies devem ser permitidos para poder utilizar esta aplicação

source: Please enable cookies and reload this page.
pt: Por favor, ative os cookies e recarregue esta página.

source: Transparency
pt: Transparencia

source: Export RTF
pt: Exportar RTF

source: Export
pt: Exportar

source: Format and Resolution (dpi)
pt: Formato e Resolução (dpi)

source: Note
pt: Anotação

source: Options
pt: Opções

source: Edit
pt: Edição

source: New view
pt: Nova vista

source: Title:
pt: Título:

source: Orientation
pt: Orientação

source: Scale :
pt: Escala:

source: Mapsize :
pt: Tamanho do mapa :
